{"gold_labels":"contradiction","sentence1":"A person on a horse jumps over a broken down airplane.","sentence2":"A person on a horse does not jumps over a broken down airplane."}
{"gold_labels":"contradiction","sentence1":"Children smiling and waving at camera","sentence2":"Children does not jumps and waving at camera"}
{"gold_labels":"contradiction","sentence1":"A boy is jumping on skateboard in the middle of a red bridge.","sentence2":"A boy is not jumping on skateboard in the middle of a red bridge."}
{"gold_labels":"contradiction","sentence1":"An older man sits with his orange juice at a small table in a coffee shop while employees in bright colored shirts smile in the background.","sentence2":"An older man does not sits with his orange juice at a small table in a coffee shop while employees in bright colored shirts smile in the background."}
{"gold_labels":"contradiction","sentence1":"Two blond women are hugging one another.","sentence2":"Two blond women are not hugging one another."}
{"gold_labels":"contradiction","sentence1":"A few people in a restaurant setting, one of them is drinking orange juice.","sentence2":"A few not hugging in a restaurant setting, one of them is drinking orange juice."}
{"gold_labels":"contradiction","sentence1":"An older man is drinking orange juice at a restaurant.","sentence2":"An older man is not drinking orange juice at a restaurant."}
{"gold_labels":"contradiction","sentence1":"A man with blond-hair, anda brown shirt drinking out of a public water fountain .","sentence2":"A not drinking with blond-hair, anda brown shirt drinking out of a public water fountain ."}
{"gold_labels":"contradiction","sentence1":"Two women who just had lunch hugging and saying goodbye.","sentence2":"Two not drinking who just had lunch hugging and saying goodbye."}
{"gold_labels":"contradiction","sentence1":"Two women, holding food carryout containers, hug.","sentence2":"Two women, holding food carryout containers, not drinking."}
{"gold_labels":"contradiction","sentence1":"A Little League team tries to catch a runner sliding into a base in an afternoon game.","sentence2":"A Little League team does not tries to catch a runner sliding into a base in an afternoon game."}
{"gold_labels":"contradiction","sentence1":"The school is having a special event in order to show the american culture on how other cultures are dealt with in parties.","sentence2":"The school is not having a special event in order to show the american culture on how other cultures are dealt with in parties."}
{"gold_labels":"contradiction","sentence1":"High fashion ladies wait outside a tram beside a crowd of people in the city.","sentence2":"High fashion ladies do not wait outside a tram beside a crowd of people in the city."}
{"gold_labels":"contradiction","sentence1":"A man, woman, and child enjoying themselves on a beach.","sentence2":"A do not wait, woman, and child enjoying themselves on a beach."}
{"gold_labels":"contradiction","sentence1":"People waiting to get on a train or just getting off.","sentence2":"People do not wait to get on a train or just getting off."}
{"gold_labels":"contradiction","sentence1":"A couple playing with a little boy on the beach.","sentence2":"A do not wait playing with a little boy on the beach."}
{"gold_labels":"contradiction","sentence1":"A couple play in the tide with their young son.","sentence2":"A couple do not wait in the tide with their young son."}
{"gold_labels":"contradiction","sentence1":"A man and a woman cross the street in front of a pizza and gyro restaurant.","sentence2":"A man and a woman do not cross the street in front of a pizza and gyro restaurant."}
{"gold_labels":"contradiction","sentence1":"A woman in a green jacket and hood over her head looking towards a valley.","sentence2":"A do not cross in a green jacket and hood over her head looking towards a valley."}
{"gold_labels":"contradiction","sentence1":"Woman in white in foreground and a man slightly behind walking with a sign for John 's Pizza and Gyro in the background.","sentence2":"do not cross in white in foreground and a man slightly behind walking with a sign for John 's Pizza and Gyro in the background."}
{"gold_labels":"contradiction","sentence1":"Two adults, one female in white, with shades and one male, gray clothes, walking across a street, away from a eatery with a blurred image of a dark colored red shirted person in the foreground.","sentence2":"Two do not cross, one female in white, with shades and one male, gray clothes, walking across a street, away from a eatery with a blurred image of a dark colored red shirted person in the foreground."}
{"gold_labels":"contradiction","sentence1":"A woman wearing all white and eating, walks next to a man holding a briefcase.","sentence2":"A woman wearing all white and eating, does not walks next to a man holding a briefcase."}
{"gold_labels":"contradiction","sentence1":"A woman is walking across the street eating a banana, while a man is following with his briefcase.","sentence2":"A woman is not walking across the street eating a banana, while a man is following with his briefcase."}
{"gold_labels":"contradiction","sentence1":"A skier slides along a metal rail.","sentence2":"A skier does not slides along a metal rail."}
{"gold_labels":"contradiction","sentence1":"A person on skis on a rail at night.","sentence2":"A does not slides on skis on a rail at night."}
{"gold_labels":"contradiction","sentence1":"A skier in electric green on the edge of a ramp made of metal bars.","sentence2":"A does not slides in electric green on the edge of a ramp made of metal bars."}
{"gold_labels":"contradiction","sentence1":"A yellow uniformed skier is performing a trick across a railed object.","sentence2":"A yellow uniformed skier is not performing a trick across a railed object."}
{"gold_labels":"contradiction","sentence1":"A blond man is drinking from a public fountain.","sentence2":"A blond man is not drinking from a public fountain."}
{"gold_labels":"contradiction","sentence1":"Wet brown dog swims towards camera.","sentence2":"Wet brown dog does not swims towards camera."}
{"gold_labels":"contradiction","sentence1":"Closeup image of a dog swimming.","sentence2":"Closeup does not swims of a dog swimming."}
{"gold_labels":"contradiction","sentence1":"The furry brown dog is swimming in the ocean.","sentence2":"The furry brown dog is not swimming in the ocean."}
{"gold_labels":"contradiction","sentence1":"A big brown dog swims towards the camera.","sentence2":"A big brown dog does not swims towards the camera."}
{"gold_labels":"contradiction","sentence1":"A man wearing black with a gray hat, holding a pitchfork, directs a horse-drawncart .","sentence2":"A man wearing black with a gray hat, holding a pitchfork, does not directs a horse-drawncart ."}
{"gold_labels":"contradiction","sentence1":"A man is leading a Clydesdale up a hay road, within a Old Country.","sentence2":"A man is not leading a Clydesdale up a hay road, within a Old Country."}
{"gold_labels":"contradiction","sentence1":"A farmer fertilizing his garden with manure with a horse and wagon.","sentence2":"A not leading fertilizing his garden with manure with a horse and wagon."}
{"gold_labels":"contradiction","sentence1":"A white horse is pulling a cart while a man stands and watches.","sentence2":"A white horse is not pulling a cart while a man stands and watches."}
{"gold_labels":"contradiction","sentence1":"A small group of church-goerswatch a choir practice .","sentence2":"A small group of church-goerswatch a do not choir practice ."}
{"gold_labels":"contradiction","sentence1":"A dog drops a red disc on a beach.","sentence2":"A dog does not drops a red disc on a beach."}
{"gold_labels":"contradiction","sentence1":"A man and a woman are walking on a street at the top of a hill.","sentence2":"A man and a woman are not walking on a street at the top of a hill."}
{"gold_labels":"contradiction","sentence1":"An elderly man is drinking orange juice at a cafe.","sentence2":"An elderly man is not drinking orange juice at a cafe."}
{"gold_labels":"contradiction","sentence1":"A couple holding hands walks down a street.","sentence2":"A couple holding hands does not walks down a street."}
{"gold_labels":"contradiction","sentence1":"A couple walk through a white brick town.","sentence2":"A couple does not walks through a white brick town."}
{"gold_labels":"contradiction","sentence1":"Children going home from school.","sentence2":"Children does not walks home from school."}
{"gold_labels":"contradiction","sentence1":"People listening to a choir in a Catholic church.","sentence2":"does not walks listening to a choir in a Catholic church."}
{"gold_labels":"contradiction","sentence1":"Bicyclists waiting at an intersection.","sentence2":"does not walks waiting at an intersection."}
{"gold_labels":"contradiction","sentence1":"People waiting at a light on bikes.","sentence2":"does not walks waiting at a light on bikes."}
{"gold_labels":"contradiction","sentence1":"People on bicycles waiting at an intersection.","sentence2":"does not walks on bicycles waiting at an intersection."}
{"gold_labels":"contradiction","sentence1":"A man with a red shirt is watching another man who is standing on top of a attached cart filled to the top.","sentence2":"A man with a red shirt is not watching another man who is standing on top of a attached cart filled to the top."}
{"gold_labels":"contradiction","sentence1":"A boy is drinking out of a water fountain shaped like a woman.","sentence2":"A boy is not drinking out of a water fountain shaped like a woman."}
{"gold_labels":"contradiction","sentence1":"three bikers stop in town.","sentence2":"three bikers do not stop in town."}
{"gold_labels":"contradiction","sentence1":"Two people loading brush on a trailer attached to a truck.","sentence2":"Two people do not stop brush on a trailer attached to a truck."}
{"gold_labels":"contradiction","sentence1":"A man with a beard, wearing a red shirt with gray sleeves and work gloves, pulling on a rope.","sentence2":"A do not stop with a beard, wearing a red shirt with gray sleeves and work gloves, pulling on a rope."}
{"gold_labels":"contradiction","sentence1":"A man with facial hair and a red and gray shirt tugging on a piece of rope.","sentence2":"A do not stop with facial hair and a red and gray shirt tugging on a piece of rope."}
{"gold_labels":"contradiction","sentence1":"A middle-agedoriental woman in a green headscarf and blue shirt is flashing a giant smile .","sentence2":"A middle-agedoriental woman in a green headscarf and blue shirt is flashing a not giant smile ."}
{"gold_labels":"contradiction","sentence1":"An Asian woman in a blue top and green headscarf smiling widely as another woman rows a boat in the background.","sentence2":"An Asian not giant in a blue top and green headscarf smiling widely as another woman rows a boat in the background."}
{"gold_labels":"contradiction","sentence1":"A boat worker securing line.","sentence2":"A boat not giant securing line."}
{"gold_labels":"contradiction","sentence1":"A small girl with a necklace is swimming.","sentence2":"A small girl with a necklace is not swimming."}
{"gold_labels":"contradiction","sentence1":"a skateboarder skates in the pool.","sentence2":"a skateboarder not swimming in the pool."}
{"gold_labels":"contradiction","sentence1":"A couple, who appear to be Indian or Pakistani, walk on a path beside a body of water, the mother carrying a child in a diaper, the father wrapped in a blanket with the logo of the humanitarian organization`` Save the Children.''","sentence2":"A couple, who appear to be Indian or Pakistani, do not walk on a path beside a body of water, the mother carrying a child in a diaper, the father wrapped in a blanket with the logo of the humanitarian organization`` Save the Children.''"}
{"gold_labels":"contradiction","sentence1":"There is a woman holding a baby, along with a man with a save the children bag.","sentence2":"There does not is a woman holding a baby, along with a man with a save the children bag."}
{"gold_labels":"contradiction","sentence1":"A family with a baby, the father is wearing a save the children sign.","sentence2":"A does not is with a baby, the father is wearing a save the children sign."}
{"gold_labels":"contradiction","sentence1":"A foreign family is walking along a dirt path next to the water.","sentence2":"A foreign family is not walking along a dirt path next to the water."}
{"gold_labels":"contradiction","sentence1":"A man and a woman are standing next to sculptures, talking while another man looks at other sculptures.","sentence2":"A man and a woman are not standing next to sculptures, talking while another man looks at other sculptures."}
{"gold_labels":"contradiction","sentence1":"Group of young women in dresses strolling on the sidewalk.","sentence2":"not standing of young women in dresses strolling on the sidewalk."}
{"gold_labels":"contradiction","sentence1":"A man wearing a striped top and jeans does a skateboard trick on some steps while a man who is hunched over photographs him.","sentence2":"A man wearing a striped top and jeans does not does a skateboard trick on some steps while a man who is hunched over photographs him."}
{"gold_labels":"contradiction","sentence1":"A man squatting in the foreground of a photograph while taking a photograph of his own of a man doing a skateboarding kick flip in midair above a short flight of stairs outdoors.","sentence2":"A does not does squatting in the foreground of a photograph while taking a photograph of his own of a man doing a skateboarding kick flip in midair above a short flight of stairs outdoors."}
{"gold_labels":"contradiction","sentence1":"One biker is running with their bike while another is riding around them.","sentence2":"One biker is not running with their bike while another is riding around them."}
{"gold_labels":"contradiction","sentence1":"Two people with bicycles, one in front running with a bike and one in back riding.","sentence2":"Two not running with bicycles, one in front running with a bike and one in back riding."}
{"gold_labels":"contradiction","sentence1":"A young man doing a trick on a skateboard down the stairs while being photographed.","sentence2":"A young not running doing a trick on a skateboard down the stairs while being photographed."}
{"gold_labels":"contradiction","sentence1":"A lady in a black and white striped shirt and holding a bouquet of flowers, looks seriously at two gentlemen talking on the steps.","sentence2":"A lady in a black and white striped shirt and holding a bouquet of flowers, does not looks seriously at two gentlemen talking on the steps."}
{"gold_labels":"contradiction","sentence1":"A man walking proudly down the street.","sentence2":"A does not looks walking proudly down the street."}
{"gold_labels":"contradiction","sentence1":"Four teenage boys are doing cannonballs into a swimming pool.","sentence2":"Four teenage boys are not doing cannonballs into a swimming pool."}
{"gold_labels":"contradiction","sentence1":"Three men standing on grass by the water looking at something on a table.","sentence2":"Three not doing standing on grass by the water looking at something on a table."}
{"gold_labels":"contradiction","sentence1":"A woman stands behind an outdoor grill with a blue basket of food in her hands.","sentence2":"A woman does not stands behind an outdoor grill with a blue basket of food in her hands."}
{"gold_labels":"contradiction","sentence1":"A Land Rover makes its way through a deep pond.","sentence2":"A Land Rover does not makes its way through a deep pond."}
{"gold_labels":"contradiction","sentence1":"many people relax in the yard.","sentence2":"many people do not relax in the yard."}
{"gold_labels":"contradiction","sentence1":"A car sinking in water.","sentence2":"A car do not relax in water."}
{"gold_labels":"contradiction","sentence1":"A man wearing black is playing an electric guitar at a concert.","sentence2":"A man wearing black is not playing an electric guitar at a concert."}
{"gold_labels":"contradiction","sentence1":"A man with wild hair rocks a show playing a guitar center stage.","sentence2":"A man with wild hair does not rocks a show playing a guitar center stage."}
{"gold_labels":"contradiction","sentence1":"woman and child on trolley car labeled Powell and market and bay and taylor","sentence2":"woman and child on trolley car does not rocks Powell and market and bay and taylor"}
{"gold_labels":"contradiction","sentence1":"Two female medical professionals, one african american & onewhite , looking over paperwork in ahospital","sentence2":"Two female medical does not rocks, one african american & onewhite , looking over paperwork in ahospital"}
{"gold_labels":"contradiction","sentence1":"Two ladies are reading through binders.","sentence2":"Two ladies are not reading through binders."}
{"gold_labels":"contradiction","sentence1":"A man in the distance is walking past a brick wall painted with words and graffiti.","sentence2":"A man in the distance is not walking past a brick wall painted with words and graffiti."}
{"gold_labels":"contradiction","sentence1":"A woman and a child holding on to the railing while on trolley.","sentence2":"A woman and a child not walking on to the railing while on trolley."}
{"gold_labels":"contradiction","sentence1":"A man in a striped polo shirt is pointing and smiling.","sentence2":"A man in a striped polo shirt is not pointing and smiling."}
{"gold_labels":"contradiction","sentence1":"A guy performing a bicycle jump trick for an audience.","sentence2":"A guy not pointing a bicycle jump trick for an audience."}
{"gold_labels":"contradiction","sentence1":"A gray-hairedwoman in a blue dress coat with snowflakes on it balances something on her head .","sentence2":"A gray-hairedwoman in a blue dress coat with snowflakes on it balances something does not on her head ."}
{"gold_labels":"contradiction","sentence1":"Two children play outside in a field.","sentence2":"Two children do not play outside in a field."}
{"gold_labels":"contradiction","sentence1":"One man sits inside and plays the banjo, there are trees behind him outside.","sentence2":"One man does not sits inside and plays the banjo, there are trees behind him outside."}
{"gold_labels":"contradiction","sentence1":"Two children, in colorful outfits, playing in a field with a big rock in the middle.","sentence2":"Two does not sits, in colorful outfits, playing in a field with a big rock in the middle."}
{"gold_labels":"contradiction","sentence1":"Two young girls are playing outside in a non-urban environment.","sentence2":"Two young girls are not playing outside in a non-urban environment."}
{"gold_labels":"contradiction","sentence1":"Two children in hats play in an open, rocky field.","sentence2":"Two children in hats do not play in an open, rocky field."}
{"gold_labels":"contradiction","sentence1":"A woman wearing a green and pink dress is dancing with someone wearing a blue top with white pants.","sentence2":"A woman wearing a green and pink dress is not dancing with someone wearing a blue top with white pants."}
{"gold_labels":"contradiction","sentence1":"Man in gold pants looking at the camera.","sentence2":"not dancing in gold pants looking at the camera."}
{"gold_labels":"contradiction","sentence1":"A man in a gold skirt sits in front of the computer.","sentence2":"A man in a gold skirt does not sits in front of the computer."}
{"gold_labels":"contradiction","sentence1":"Man wearing black t-shirt sitting at a computer desk .","sentence2":"does not sits wearing black t-shirt sitting at a computer desk ."}
{"gold_labels":"contradiction","sentence1":"A bearded man in a black t-shirt sits in front of a desk holding a computer .","sentence2":"A bearded man in a black t-shirt sits does not in front of a desk holding a computer ."}
{"gold_labels":"contradiction","sentence1":"A man in a gold foils skirt, sitting at a computer desk, looks at the camera with his hands raised to his face.","sentence2":"A man in a gold foils skirt, sitting at a computer desk, does not looks at the camera with his hands raised to his face."}
{"gold_labels":"contradiction","sentence1":"A young girl sitting at a table with a bowl on her head","sentence2":"A young does not looks sitting at a table with a bowl on her head"}
{"gold_labels":"contradiction","sentence1":"A man dances with a fire baton at night.","sentence2":"A man does not dances with a fire baton at night."}
{"gold_labels":"contradiction","sentence1":"A doctor checks the stomach of a toddler.","sentence2":"A doctor does not checks the stomach of a toddler."}
{"gold_labels":"contradiction","sentence1":"Young blond woman putting her foot into a water fountain","sentence2":"Young blond does not checks putting her foot into a water fountain"}
{"gold_labels":"contradiction","sentence1":"A young woman tries to stick her foot in a fountain.","sentence2":"A young woman does not tries to stick her foot in a fountain."}
{"gold_labels":"contradiction","sentence1":"A woman in capri jeans crouches on the edge of a fountain with her left foot kicked out to touch the falling water.","sentence2":"A woman in capri jeans does not crouches on the edge of a fountain with her left foot kicked out to touch the falling water."}
{"gold_labels":"contradiction","sentence1":"Woman balancing on edge of fountain while sticking her toe in the water.","sentence2":"Woman does not crouches on edge of fountain while sticking her toe in the water."}
{"gold_labels":"contradiction","sentence1":"A couple strolls arm and arm and hand in hand down a city sidewalk.","sentence2":"A couple does not strolls arm and arm and hand in hand down a city sidewalk."}
{"gold_labels":"contradiction","sentence1":"A man stare at a passing couple while walking down the block.","sentence2":"A man does not strolls at a passing couple while walking down the block."}
{"gold_labels":"contradiction","sentence1":"a couple are holding hands behind their backs while walking down a street, and the man has his arm around her shoulder.","sentence2":"a couple are not holding hands behind their backs while walking down a street, and the man has his arm around her shoulder."}
{"gold_labels":"contradiction","sentence1":"A man and a woman are holding hands as they walk along a city sidewalk.","sentence2":"A man and a woman are not holding hands as they walk along a city sidewalk."}
{"gold_labels":"contradiction","sentence1":"a man in red stands with his child at the beach.","sentence2":"a man in red does not stands with his child at the beach."}
{"gold_labels":"contradiction","sentence1":"New sport is being played to show appreciation to the kids who can not walk.","sentence2":"New sport is being does not stands to show appreciation to the kids who can not walk."}
{"gold_labels":"contradiction","sentence1":"Two men in wheelchairs are reaching in the air for a basketball.","sentence2":"Two men in wheelchairs are not reaching in the air for a basketball."}
{"gold_labels":"contradiction","sentence1":"Three wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with other players in the background.","sentence2":"Three wheelchair basketball players wearing team uniforms are not attempting to reach the descending basketball with other players in the background."}
{"gold_labels":"contradiction","sentence1":"Four guys in wheelchairs on a basketball court two are trying to grab a basketball in midair.","sentence2":"Four guys in wheelchairs on a basketball court two are not trying to grab a basketball in midair."}
{"gold_labels":"contradiction","sentence1":"Three dogs in different shades of brown and white biting and licking each other.","sentence2":"Three not trying in different shades of brown and white biting and licking each other."}
{"gold_labels":"contradiction","sentence1":"Two dogs playfully bite a third dog, which has its tongue sticking out.","sentence2":"Two dogs playfully do not bite a third dog, which has its tongue sticking out."}
{"gold_labels":"contradiction","sentence1":"Three small puppies bite and play together in the grass.","sentence2":"Three small puppies do not bite and play together in the grass."}
{"gold_labels":"contradiction","sentence1":"Two dogs biting another dog in a field.","sentence2":"Two dogs do not bite another dog in a field."}
{"gold_labels":"contradiction","sentence1":"Tourists waiting at a train stop.","sentence2":"do not bite waiting at a train stop."}
{"gold_labels":"contradiction","sentence1":"A doctor in blue scrubs is performing an operation assisted by two men and a woman.","sentence2":"A doctor in blue scrubs is not performing an operation assisted by two men and a woman."}
{"gold_labels":"contradiction","sentence1":"A woman with a black jacket walks past an outdoor movie poster.","sentence2":"A woman with a black jacket does not walks past an outdoor movie poster."}
{"gold_labels":"contradiction","sentence1":"A man in an elf hat holding a white umbrella is standing on the sidewalk with two other men.","sentence2":"A man in an elf hat holding a white umbrella is not standing on the sidewalk with two other men."}
{"gold_labels":"contradiction","sentence1":"Indian lady and a guy in a blue suit dancing in the sunlight.","sentence2":"Indian not standing and a guy in a blue suit dancing in the sunlight."}
{"gold_labels":"contradiction","sentence1":"Two older men are talking.","sentence2":"Two older men are not talking."}
{"gold_labels":"contradiction","sentence1":"A mountain biker jumping a slope outdoors in a forest area.","sentence2":"A mountain biker not talking a slope outdoors in a forest area."}
{"gold_labels":"contradiction","sentence1":"Two older men in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it.","sentence2":"Two older not talking in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it."}
{"gold_labels":"contradiction","sentence1":"Two elderly men having a conversation, snow covered grass in the background.","sentence2":"Two elderly not talking having a conversation, snow covered grass in the background."}
{"gold_labels":"contradiction","sentence1":"Two men are standing outside and snow is on the ground.","sentence2":"Two men are not standing outside and snow is on the ground."}
{"gold_labels":"contradiction","sentence1":"Two older men in coats are standing outside.","sentence2":"Two older men in coats are not standing outside."}
{"gold_labels":"contradiction","sentence1":"A gentleman in a purple scarf and hat is looking at money while holding an accordion.","sentence2":"A gentleman in a purple scarf and hat is not looking at money while holding an accordion."}
{"gold_labels":"contradiction","sentence1":"BMX biker jumps over a ravine.","sentence2":"BMX biker does not jumps over a ravine."}
{"gold_labels":"contradiction","sentence1":"A white bike is tied to a street sign.","sentence2":"A white bike is does not jumps to a street sign."}
{"gold_labels":"contradiction","sentence1":"A white bike is leaning against a post.","sentence2":"A white bike is not leaning against a post."}
{"gold_labels":"contradiction","sentence1":"The boy locked the cycle and went away.","sentence2":"The boy not leaning the cycle and went away."}
{"gold_labels":"contradiction","sentence1":"A crowded city during daytime.","sentence2":"A crowded not leaning during daytime."}
{"gold_labels":"contradiction","sentence1":"People walking around in a big city.","sentence2":"People not leaning around in a big city."}
{"gold_labels":"contradiction","sentence1":"A busy city that looks like New York City.","sentence2":"A busy not leaning that looks like New York City."}
{"gold_labels":"contradiction","sentence1":"A view of buildings and people walking across the streets in Times Square, New York City.","sentence2":"A not leaning of buildings and people walking across the streets in Times Square, New York City."}
{"gold_labels":"contradiction","sentence1":"A woman is making a clay pot.","sentence2":"A woman is not making a clay pot."}
{"gold_labels":"contradiction","sentence1":"A barber waiting for customers.","sentence2":"A not making waiting for customers."}
{"gold_labels":"contradiction","sentence1":"A man sitting in a barber shop.","sentence2":"A not making sitting in a barber shop."}
{"gold_labels":"contradiction","sentence1":"A woman preparing to glaze a bowl.","sentence2":"A not making preparing to glaze a bowl."}
{"gold_labels":"contradiction","sentence1":"A woman wearing an apron inspects a large pot on a table filled with cups, bowls, pots and baskets of assorted size.","sentence2":"A woman wearing an apron does not inspects a large pot on a table filled with cups, bowls, pots and baskets of assorted size."}
{"gold_labels":"contradiction","sentence1":"A model posing to look as if she 's a real female soccer player.","sentence2":"A model does not inspects to look as if she 's a real female soccer player."}
{"gold_labels":"contradiction","sentence1":"Firemen emerge from a subway station.","sentence2":"Firemen do not emerge from a subway station."}
{"gold_labels":"contradiction","sentence1":"Exhausted looking firemen are walking.","sentence2":"Exhausted looking firemen are not walking."}
{"gold_labels":"contradiction","sentence1":"Three firefighters, the nearest firefighter is holding a helmet in his left hand.","sentence2":"Three firefighters, the nearest firefighter is not holding a helmet in his left hand."}
{"gold_labels":"contradiction","sentence1":"A man walking along side a clean up crew.","sentence2":"A not holding walking along side a clean up crew."}
{"gold_labels":"contradiction","sentence1":"A little boy swims underwater.","sentence2":"A little boy does not swims underwater."}
{"gold_labels":"contradiction","sentence1":"A driver is racing his Ford vehicle on a gravel track.","sentence2":"A driver is not racing his Ford vehicle on a gravel track."}
{"gold_labels":"contradiction","sentence1":"Three guys and a girl are all jumping in a pool together.","sentence2":"Three guys and a girl are all not jumping in a pool together."}
{"gold_labels":"contradiction","sentence1":"A little boy underwater in a pool, holding a plastic dinosaur.","sentence2":"A little not jumping underwater in a pool, holding a plastic dinosaur."}
{"gold_labels":"contradiction","sentence1":"A little boy swimming underwater with a toy in his hand.","sentence2":"A little boy not jumping underwater with a toy in his hand."}
{"gold_labels":"contradiction","sentence1":"A man wearing a white shire shirt and hate is riding a bucking horse in a rodeo.","sentence2":"A man wearing a white shire shirt and hate is not riding a bucking horse in a rodeo."}
{"gold_labels":"contradiction","sentence1":"A saddle bronc rider gets lifted out of the saddle, but keeps his grip during his ride.","sentence2":"A saddle bronc rider gets not riding out of the saddle, but keeps his grip during his ride."}
{"gold_labels":"contradiction","sentence1":"a woman with a straw hat working on a strange machine with coconuts at her side.","sentence2":"a not riding with a straw hat working on a strange machine with coconuts at her side."}
{"gold_labels":"contradiction","sentence1":"A man wearing a rice hat is shucking corn using a corn shucker and is surrounded by trees.","sentence2":"A man wearing a rice hat is not shucking corn using a corn shucker and is surrounded by trees."}
{"gold_labels":"contradiction","sentence1":"a woman wearing a Chinese straw hat operating some sort of stainless steel machine in what appears to be a park.","sentence2":"a not shucking wearing a Chinese straw hat operating some sort of stainless steel machine in what appears to be a park."}
{"gold_labels":"contradiction","sentence1":"A woman on the side of a street is making food on her cart.","sentence2":"A woman on the side of a street is not making food on her cart."}
{"gold_labels":"contradiction","sentence1":"A man in blue shorts and without a shirt is jogging down the road while listening to his iPod.","sentence2":"A man in blue shorts and without a shirt is not jogging down the road while listening to his iPod."}
{"gold_labels":"contradiction","sentence1":"Women exercising one woman has a green mat and black outfit on.","sentence2":"Women exercising one woman does not has a green mat and black outfit on."}
{"gold_labels":"contradiction","sentence1":"Students practicing yoga in a class setting.","sentence2":"Students does not has yoga in a class setting."}
{"gold_labels":"contradiction","sentence1":"People are stretching on yoga mats.","sentence2":"People are not stretching on yoga mats."}
{"gold_labels":"contradiction","sentence1":"A group of people are doing yoga.","sentence2":"A group of people are not doing yoga."}
{"gold_labels":"contradiction","sentence1":"Motorcyclist performing while two men watch.","sentence2":"Motorcyclist not doing while two men watch."}
{"gold_labels":"contradiction","sentence1":"The young man is waiting with others on the sidewalk.","sentence2":"The young man is not waiting with others on the sidewalk."}
{"gold_labels":"contradiction","sentence1":"Two people pose for the camera.","sentence2":"Two people do not pose for the camera."}
{"gold_labels":"contradiction","sentence1":"A man is sleeping on the grass.","sentence2":"A man is not sleeping on the grass."}
{"gold_labels":"contradiction","sentence1":"A white and brown dog is leaping through the air.","sentence2":"A white and brown dog is not leaping through the air."}
{"gold_labels":"contradiction","sentence1":"A row of legs and black boots with a boy sitting at the end of the row.","sentence2":"A not leaping of legs and black boots with a boy sitting at the end of the row."}
{"gold_labels":"contradiction","sentence1":"A man in blue lies on a mostly-barrenpatch of grass while small groups of people congregate in the distance .","sentence2":"A man in blue does not lies on a mostly-barrenpatch of grass while small groups of people congregate in the distance ."}
{"gold_labels":"contradiction","sentence1":"Various people hanging around outside of a building.","sentence2":"Various does not lies hanging around outside of a building."}
{"gold_labels":"contradiction","sentence1":"A little girl follows two guys with umbrellas down a path.","sentence2":"A little girl does not follows two guys with umbrellas down a path."}
{"gold_labels":"contradiction","sentence1":"A lady is on the floor packing a suitcase.","sentence2":"A lady is on the does not follows packing a suitcase."}
{"gold_labels":"contradiction","sentence1":"Little girl in a blue and yellow plaid outfit and blue hat is running along the trail.","sentence2":"Little girl in a blue and yellow plaid outfit and blue hat is not running along the trail."}
{"gold_labels":"contradiction","sentence1":"Little girl walking along a dirt, rock, and grass path wearing a blue hat many steps behind two people wearing backpacks and holding umbrellas.","sentence2":"Little not running walking along a dirt, rock, and grass path wearing a blue hat many steps behind two people wearing backpacks and holding umbrellas."}
{"gold_labels":"contradiction","sentence1":"The blond woman is searching for medical supplies in a suitcase.","sentence2":"The blond woman is not searching for medical supplies in a suitcase."}
{"gold_labels":"contradiction","sentence1":"Stacks of neatly folded clothing cover most of this floor while a woman with a beige shirt and jeans busily fills a suitcase.","sentence2":"Stacks of neatly folded clothing do not cover most of this floor while a woman with a beige shirt and jeans busily fills a suitcase."}
{"gold_labels":"contradiction","sentence1":"A young woman packs belongings into a black suitcase.","sentence2":"A young woman does not packs belongings into a black suitcase."}
{"gold_labels":"contradiction","sentence1":"People going for a long walk to the mountains.","sentence2":"People does not packs for a long walk to the mountains."}
{"gold_labels":"contradiction","sentence1":"A man resting on a street.","sentence2":"A does not packs resting on a street."}
{"gold_labels":"contradiction","sentence1":"A woman in costume is marching with a large drum.","sentence2":"A woman in costume is not marching with a large drum."}
{"gold_labels":"contradiction","sentence1":"A man carrying a load of fresh direct boxes on car with wheels in the city streets, as a woman walks towards him.","sentence2":"A not marching carrying a load of fresh direct boxes on car with wheels in the city streets, as a woman walks towards him."}
{"gold_labels":"contradiction","sentence1":"a motorcyclist does a nose wheelie.","sentence2":"a motorcyclist does not does a nose wheelie."}
{"gold_labels":"contradiction","sentence1":"A man sitting on a scooter on the curb.","sentence2":"A does not does sitting on a scooter on the curb."}
{"gold_labels":"contradiction","sentence1":"A man stopping on the sidewalk with his bike to have a smoke.","sentence2":"A does not does stopping on the sidewalk with his bike to have a smoke."}
{"gold_labels":"contradiction","sentence1":"A man is sitting on a motorcycle on the sidewalk.","sentence2":"A man is not sitting on a motorcycle on the sidewalk."}
{"gold_labels":"contradiction","sentence1":"Man smokes while sitting on a parked scooter.","sentence2":"Man does not smokes while sitting on a parked scooter."}
{"gold_labels":"contradiction","sentence1":"Man on the sidewalk sitting on a motorcycle.","sentence2":"does not smokes on the sidewalk sitting on a motorcycle."}
{"gold_labels":"contradiction","sentence1":"A couple, wearing black, burgundy, and white, dance.","sentence2":"A does not smokes, wearing black, burgundy, and white, dance."}
{"gold_labels":"contradiction","sentence1":"People in orange vests and blue pants with a yellow stripe at the bottom await the beginning of a race.","sentence2":"People in orange vests and blue pants with a yellow stripe at the bottom do not await the beginning of a race."}
{"gold_labels":"contradiction","sentence1":"A young man and young lady dancing on a carpeted floor with a picture from the movie Toy Story on a big screen in the background.","sentence2":"A young do not await and young lady dancing on a carpeted floor with a picture from the movie Toy Story on a big screen in the background."}
{"gold_labels":"contradiction","sentence1":"The skier is wearing a yellow jumpsuit and sliding across a yellow rail.","sentence2":"The skier is not wearing a yellow jumpsuit and sliding across a yellow rail."}
{"gold_labels":"contradiction","sentence1":"A track event held by J.P. Morgan Chase with security.","sentence2":"A track not wearing held by J.P. Morgan Chase with security."}
{"gold_labels":"contradiction","sentence1":"Two people dancing, wearing dance costumes.","sentence2":"Two people not wearing, wearing dance costumes."}
{"gold_labels":"contradiction","sentence1":"An english farmer with a horse pulled wagon.","sentence2":"An english not wearing with a horse pulled wagon."}
{"gold_labels":"contradiction","sentence1":"Children 's soccer game being played while the sun sets in the background.","sentence2":"Children 's soccer game being not wearing while the sun sets in the background."}
{"gold_labels":"contradiction","sentence1":"A soccer game played by a blue team and a red team on a perfectly manicured field at dusk.","sentence2":"A soccer not wearing played by a blue team and a red team on a perfectly manicured field at dusk."}
{"gold_labels":"contradiction","sentence1":"Two soccer teams are competing on a soccer field.","sentence2":"Two soccer teams are not competing on a soccer field."}
{"gold_labels":"contradiction","sentence1":"Soccer teams play on a field as the sun sets behind a line of trees.","sentence2":"Soccer teams do not play on a field as the sun sets behind a line of trees."}
{"gold_labels":"contradiction","sentence1":"Two blond women are hugging one another.","sentence2":"Seven blond women are hugging one another."}
{"gold_labels":"contradiction","sentence1":" women who just had lunch hugging and saying goodbye.","sentence2":" women who just had lunch hugging and saying goodbye."}
{"gold_labels":"contradiction","sentence1":" women, holding food carryout containers, hug.","sentence2":" women, holding food carryout containers, hug."}
{"gold_labels":"contradiction","sentence1":" adults, one female in white, with shades and one male, gray clothes, walking across a street, away from a eatery with a blurred image of a dark colored red shirted person in the foreground.","sentence2":" adults, one female in white, with shades and one male, gray clothes, walking across a street, away from a eatery with a blurred image of a dark colored red shirted person in the foreground."}
{"gold_labels":"contradiction","sentence1":"three bikers stop in town.","sentence2":"Five bikers stop in town."}
{"gold_labels":"contradiction","sentence1":" people loading brush on a trailer attached to a truck.","sentence2":" people loading brush on a trailer attached to a truck."}
{"gold_labels":"contradiction","sentence1":"One biker is running with their bike while another is riding around them.","sentence2":"One biker is running with their bike while another is riding around them."}
{"gold_labels":"contradiction","sentence1":" people with bicycles, one in front running with a bike and one in back riding.","sentence2":" people with bicycles, one in front running with a bike and one in back riding."}
{"gold_labels":"contradiction","sentence1":"A lady in a black and white striped shirt and holding a bouquet of flowers, looks seriously at gentlemen talking on the steps.","sentence2":"A lady in a black and white striped shirt and holding a bouquet of flowers, looks seriously at gentlemen talking on the steps."}
{"gold_labels":"contradiction","sentence1":"Four teenage boys are doing cannonballs into a swimming pool.","sentence2":"Nine teenage boys are doing cannonballs into a swimming pool."}
{"gold_labels":"contradiction","sentence1":" men standing on grass by the water looking at something on a table.","sentence2":" men standing on grass by the water looking at something on a table."}
{"gold_labels":"contradiction","sentence1":" female medical professionals, one african american onewhite , looking over paperwork in ahospital","sentence2":" female medical professionals, one african american onewhite , looking over paperwork in ahospital"}
{"gold_labels":"contradiction","sentence1":" ladies are reading through binders.","sentence2":" ladies are reading through binders."}
{"gold_labels":"contradiction","sentence1":" children play outside in a field.","sentence2":" children play outside in a field."}
{"gold_labels":"contradiction","sentence1":"One man sits inside and plays the banjo, there are trees behind him outside.","sentence2":"One man sits inside and plays the banjo, there are trees behind him outside."}
{"gold_labels":"contradiction","sentence1":" children, in colorful outfits, playing in a field with a big rock in the middle.","sentence2":" children, in colorful outfits, playing in a field with a big rock in the middle."}
{"gold_labels":"contradiction","sentence1":" young girls are playing outside in a non-urban environment.","sentence2":" young girls are playing outside in a non-urban environment."}
{"gold_labels":"contradiction","sentence1":" children in hats play in an open, rocky field.","sentence2":" children in hats play in an open, rocky field."}
{"gold_labels":"contradiction","sentence1":" men in wheelchairs are reaching in the air for a basketball.","sentence2":" men in wheelchairs are reaching in the air for a basketball."}
{"gold_labels":"contradiction","sentence1":" wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with other players in the background.","sentence2":" wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with other players in the background."}
{"gold_labels":"contradiction","sentence1":" guys in wheelchairs on a basketball court are trying to grab a basketball in midair.","sentence2":" guys in wheelchairs on a basketball court are trying to grab a basketball in midair."}
{"gold_labels":"contradiction","sentence1":" dogs in different shades of brown and white biting and licking each other.","sentence2":" dogs in different shades of brown and white biting and licking each other."}
{"gold_labels":"contradiction","sentence1":" dogs playfully bite a third dog, which has its tongue sticking out.","sentence2":" dogs playfully bite a third dog, which has its tongue sticking out."}
{"gold_labels":"contradiction","sentence1":" small puppies bite and play together in the grass.","sentence2":" small puppies bite and play together in the grass."}
{"gold_labels":"contradiction","sentence1":" dogs biting another dog in a field.","sentence2":" dogs biting another dog in a field."}
{"gold_labels":"contradiction","sentence1":"A doctor in blue scrubs is performing an operation assisted by men and a woman.","sentence2":"A doctor in blue scrubs is performing an operation assisted by men and a woman."}
{"gold_labels":"contradiction","sentence1":"A man in an elf hat holding a white umbrella is standing on the sidewalk with other men.","sentence2":"A man in an elf hat holding a white umbrella is standing on the sidewalk with other men."}
{"gold_labels":"contradiction","sentence1":" older men are talking.","sentence2":" older men are talking."}
{"gold_labels":"contradiction","sentence1":" older men in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it.","sentence2":" older men in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it."}
{"gold_labels":"contradiction","sentence1":" elderly men having a conversation, snow covered grass in the background.","sentence2":" elderly men having a conversation, snow covered grass in the background."}
{"gold_labels":"contradiction","sentence1":" men are standing outside and snow is on the ground.","sentence2":" men are standing outside and snow is on the ground."}
{"gold_labels":"contradiction","sentence1":" older men in coats are standing outside.","sentence2":" older men in coats are standing outside."}
{"gold_labels":"contradiction","sentence1":" firefighters, the nearest firefighter is holding a helmet in his left hand.","sentence2":" firefighters, the nearest firefighter is holding a helmet in his left hand."}
{"gold_labels":"contradiction","sentence1":" guys and a girl are all jumping in a pool together.","sentence2":" guys and a girl are all jumping in a pool together."}
{"gold_labels":"contradiction","sentence1":"Women exercising one woman has a green mat and black outfit on.","sentence2":"Women exercising one woman has a green mat and black outfit on."}
{"gold_labels":"contradiction","sentence1":"Motorcyclist performing while men watch.","sentence2":"Motorcyclist performing while men watch."}
{"gold_labels":"contradiction","sentence1":" people pose for the camera.","sentence2":" people pose for the camera."}
{"gold_labels":"contradiction","sentence1":"A little girl follows guys with umbrellas down a path.","sentence2":"A little girl follows guys with umbrellas down a path."}
{"gold_labels":"contradiction","sentence1":"Little girl walking along a dirt, rock, and grass path wearing a blue hat many steps behind people wearing backpacks and holding umbrellas.","sentence2":"Little girl walking along a dirt, rock, and grass path wearing a blue hat many steps behind people wearing backpacks and holding umbrellas."}
{"gold_labels":"contradiction","sentence1":" people dancing, wearing dance costumes.","sentence2":" people dancing, wearing dance costumes."}
{"gold_labels":"contradiction","sentence1":" soccer teams are competing on a soccer field.","sentence2":" soccer teams are competing on a soccer field."}
{"gold_labels":"contradiction","sentence1":" An older man sits with his orange juice at a small table in a coffee shop while employees in bright colored shirts smile in the background .","sentence2":" An older man sits with his orange juice at a large table in a coffee shop while employees in dull discolor shirts smile in the background ."}
{"gold_labels":"contradiction","sentence1":" Two blond women are hugging one another .","sentence2":" Two brunet women are hugging one another ."}
{"gold_labels":"contradiction","sentence1":" A few people in a restaurant setting , one of them is drinking orange juice .","sentence2":" A many people in a restaurant setting , one of them is drinking orange juice ."}
{"gold_labels":"contradiction","sentence1":" The school is having a special event in order to show the american culture on how other cultures are dealt with in parties .","sentence2":" The school is having a special event in order to show the american culture on how same cultures are dealt with in parties ."}
{"gold_labels":"contradiction","sentence1":" A couple playing with a little boy on the beach .","sentence2":" A couple playing with a large boy on the beach ."}
{"gold_labels":"contradiction","sentence1":" A couple play in the tide with their young son .","sentence2":" A couple play in the tide with their old son ."}
{"gold_labels":"contradiction","sentence1":" A woman wearing all white and eating , walks next to a man holding a briefcase .","sentence2":" A woman wearing all black and eating , walks next to a man holding a briefcase ."}
{"gold_labels":"contradiction","sentence1":" A blond man is drinking from a public fountain .","sentence2":" A brunet man is drinking from a private fountain ."}
{"gold_labels":"contradiction","sentence1":" A big brown dog swims towards the camera .","sentence2":" A small brown dog swims towards the camera ."}
{"gold_labels":"contradiction","sentence1":" A man wearing black with a gray hat , holding a pitchfork , directs a horse-drawn cart .","sentence2":" A man wearing white with a gray hat , holding a pitchfork , directs a horse-drawn cart ."}
{"gold_labels":"contradiction","sentence1":" A white horse is pulling a cart while a man stands and watches .","sentence2":" A black horse is pulling a cart while a man stands and watches ."}
{"gold_labels":"contradiction","sentence1":" A small group of church-goers watch a choir practice .","sentence2":" A large group of church-goers watch a choir practice ."}
{"gold_labels":"contradiction","sentence1":" A couple walk through a white brick town .","sentence2":" A couple walk through a black brick town ."}
{"gold_labels":"contradiction","sentence1":" A small girl with a necklace is swimming .","sentence2":" A large girl with a necklace is swimming ."}
{"gold_labels":"contradiction","sentence1":" A foreign family is walking along a path next to the water .","sentence2":" A native family is walking along a path next to the water ."}
{"gold_labels":"contradiction","sentence1":" Group of young women in dresses strolling on the sidewalk .","sentence2":" Group of old women in dresses strolling on the sidewalk ."}
{"gold_labels":"contradiction","sentence1":" A man squatting in the foreground of a photograph while taking a photograph of his own of a man doing a skateboarding kick flip in midair above a short flight of stairs outdoors .","sentence2":" A man squatting in the foreground of a photograph while taking a photograph of his own of a man doing a skateboarding kick flip in midair above a long flight of stairs outdoors ."}
{"gold_labels":"contradiction","sentence1":" A young man doing a trick on a skateboard down the stairs while being photographed .","sentence2":" A old man doing a trick on a skateboard down the stairs while being photographed ."}
{"gold_labels":"contradiction","sentence1":" A lady in a black and white striped shirt and holding a bouquet of flowers , looks seriously at two gentlemen talking on the steps .","sentence2":" A lady in a white and black striped shirt and holding a bouquet of flowers , looks seriously at two gentlemen talking on the steps ."}
{"gold_labels":"contradiction","sentence1":" A Land Rover makes its way through a deep pond .","sentence2":" A Land Rover makes its way through a shallow pond ."}
{"gold_labels":"contradiction","sentence1":" A man with wild hair rocks a show playing a guitar center stage .","sentence2":" A man with tame hair rocks a show playing a guitar center stage ."}
{"gold_labels":"contradiction","sentence1":" Two female medical professionals , one african american & one white , looking over paperwork in a hospital","sentence2":" Two androgynous medical professionals , one african american & one white , looking over paperwork in a hospital"}
{"gold_labels":"contradiction","sentence1":" Two young girls are playing outside in a non-urban environment .","sentence2":" Two old girls are playing outside in a non-urban environment ."}
{"gold_labels":"contradiction","sentence1":" Two children in hats play in an open , rocky field .","sentence2":" Two children in hats play in an closed , rocky field ."}
{"gold_labels":"contradiction","sentence1":" A woman wearing a green and pink dress is dancing with someone wearing a blue top with white pants .","sentence2":" A woman wearing a green and pink dress is dancing with someone wearing a blue top with black pants ."}
{"gold_labels":"contradiction","sentence1":" Man wearing black t-shirt sitting at a computer desk .","sentence2":" Man wearing white t-shirt sitting at a computer desk ."}
{"gold_labels":"contradiction","sentence1":" A bearded man in a black t-shirt sits in front of a desk holding a computer .","sentence2":" A bearded man in a white t-shirt sits in front of a desk holding a computer ."}
{"gold_labels":"contradiction","sentence1":" A young girl sitting at a table with a bowl on her head","sentence2":" A old girl sitting at a table with a bowl on her head"}
{"gold_labels":"contradiction","sentence1":"Young blond woman putting her foot into a water fountain","sentence2":"Young brunet woman putting her foot into a water fountain"}
{"gold_labels":"contradiction","sentence1":" A young woman tries to stick her foot in a fountain .","sentence2":" A old woman tries to stick her foot in a fountain ."}
{"gold_labels":"contradiction","sentence1":" A woman in capri jeans crouches on the edge of a fountain with her left foot kicked out to touch the falling water .","sentence2":" A woman in capri jeans crouches on the edge of a fountain with her right foot kicked out to touch the falling water ."}
{"gold_labels":"contradiction","sentence1":" Three wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with other players in the background .","sentence2":" Three wheelchair basketball players wearing team uniforms are attempting to reach the descending basketball with same players in the background ."}
{"gold_labels":"contradiction","sentence1":" Three dogs in different shades of brown and white biting and licking each other .","sentence2":" Three dogs in different shades of brown and black biting and licking each same ."}
{"gold_labels":"contradiction","sentence1":" Three small puppies bite and play together in the grass .","sentence2":" Three large puppies bite and play together in the grass ."}
{"gold_labels":"contradiction","sentence1":" A woman with a black jacket walks past an outdoor movie poster .","sentence2":" A woman with a white jacket walks past an outdoor movie poster ."}
{"gold_labels":"contradiction","sentence1":" A man in an elf hat holding a white umbrella is standing on the sidewalk with two other men .","sentence2":" A man in an elf hat holding a black umbrella is standing on the sidewalk with two same men ."}
{"gold_labels":"contradiction","sentence1":" Two older men in winter coats talking outside of a shop with a grassy lawn covered in a light coat of snow in front of it .","sentence2":" Two older men in winter coats talking outside of a shop with a grassless lawn covered in a heavy coat of snow in front of it ."}
{"gold_labels":"contradiction","sentence1":" A white bike is tied to a street sign .","sentence2":" A black bike is tied to a street sign ."}
{"gold_labels":"contradiction","sentence1":" A white bike is leaning against a post .","sentence2":" A black bike is leaning against a post ."}
{"gold_labels":"contradiction","sentence1":" A crowded city during daytime .","sentence2":" A uncrowded city during daytime ."}
{"gold_labels":"contradiction","sentence1":" A busy city that looks like New York City .","sentence2":" A idle city that looks like New York City ."}
{"gold_labels":"contradiction","sentence1":" A woman wearing an apron inspects a large pot on a table filled with cups , bowls , pots and baskets of assorted size .","sentence2":" A woman wearing an apron inspects a small pot on a table filled with cups , bowls , pots and baskets of assorted size ."}
{"gold_labels":"contradiction","sentence1":" A man walking along side a clean up crew .","sentence2":" A man walking along side a dirty up crew ."}
{"gold_labels":"contradiction","sentence1":" A little boy swims underwater .","sentence2":" A large boy swims underwater ."}
{"gold_labels":"contradiction","sentence1":" A little boy underwater in a pool , holding a plastic dinosaur .","sentence2":" A large boy underwater in a pool , holding a plastic dinosaur ."}
{"gold_labels":"contradiction","sentence1":" A little boy swimming underwater with a toy in his hand .","sentence2":" A large boy swimming underwater with a toy in his hand ."}
{"gold_labels":"contradiction","sentence1":" A man wearing a white shire shirt and hate is riding a bucking horse in a rodeo .","sentence2":" A man wearing a black shire shirt and hate is riding a bucking horse in a rodeo ."}
{"gold_labels":"contradiction","sentence1":" a woman with a straw hat working on a strange machine with coconuts at her side .","sentence2":" a woman with a straw hat working on a familiar machine with coconuts at her side ."}
{"gold_labels":"contradiction","sentence1":" Women exercising one woman has a green mat and black outfit on .","sentence2":" Women exercising one woman has a green mat and white outfit on ."}
{"gold_labels":"contradiction","sentence1":" The young man is waiting with others on the sidewalk .","sentence2":" The old man is waiting with others on the sidewalk ."}
{"gold_labels":"contradiction","sentence1":" A white and brown dog is leaping through the air .","sentence2":" A black and brown dog is leaping through the air ."}
{"gold_labels":"contradiction","sentence1":" A row of legs and black boots with a boy sitting at the end of the row .","sentence2":" A row of legs and white boots with a boy sitting at the end of the row ."}
{"gold_labels":"contradiction","sentence1":" A little girl follows two guys with umbrellas down a path .","sentence2":" A large girl follows two guys with umbrellas down a path ."}
{"gold_labels":"contradiction","sentence1":"Little girl in a blue and yellow outfit and blue hat is running along the trail .","sentence2":"large girl in a blue and yellow outfit and blue hat is running along the trail ."}
{"gold_labels":"contradiction","sentence1":"Little girl walking along a dirt , rock , and grass path wearing a blue hat many steps behind two people wearing backpacks and holding umbrellas .","sentence2":"large girl walking along a dirt , rock , and grass path wearing a blue hat many steps behind two people wearing backpacks and holding umbrellas ."}
{"gold_labels":"contradiction","sentence1":" The blond woman is searching for medical supplies in a suitcase .","sentence2":" The brunet woman is searching for medical supplies in a suitcase ."}
{"gold_labels":"contradiction","sentence1":" Stacks of neatly folded clothing cover most of this floor while a woman with a beige shirt and jeans busily fills a suitcase .","sentence2":" Stacks of neatly folded clothing cover least of this floor while a woman with a beige shirt and jeans busily fills a suitcase ."}
{"gold_labels":"contradiction","sentence1":" A young woman packs belongings into a black suitcase .","sentence2":" A old woman packs belongings into a white suitcase ."}
{"gold_labels":"contradiction","sentence1":" People going for a long walk to the mountains .","sentence2":" People going for a short walk to the mountains ."}
{"gold_labels":"contradiction","sentence1":" A woman in costume is marching with a large drum .","sentence2":" A woman in costume is marching with a small drum ."}
{"gold_labels":"contradiction","sentence1":" A man carrying a load of fresh direct boxes on car with wheels in the city streets , as a woman walks towards him .","sentence2":" A man carrying a load of stale indirect boxes on car with wheels in the city streets , as a woman walks towards him ."}
{"gold_labels":"contradiction","sentence1":" A young man and young lady dancing on a carpeted floor with a picture from the movie Toy Story on a big screen in the background .","sentence2":" A old man and old lady dancing on a uncarpeted floor with a picture from the movie Toy Story on a small screen in the background ."}
