{"gold_label": "contradiction", "sentence1": "Tariq Aziz was not considered a member of Saddam's innermost circle.", "sentence2": "Tariq Aziz was in Saddam's inner circle."}
{"gold_label": "contradiction", "sentence1": "Tariq Aziz kept outside the closed circle of Saddam's Sunni Moslem cronies.", "sentence2": "Tariq Aziz was in Saddam's inner circle."}
{"gold_label": "contradiction", "sentence1": "Tariq Aziz was not one of the most powerful figures in Saddam's regime.", "sentence2": "Tariq Aziz was prominent in the regime."}
{"gold_label": "contradiction", "sentence1": "Tariq Aziz retained influence.", "sentence2": "Aziz had virtually no power."}
{"gold_label": "contradiction", "sentence1": "Alexandros Yiotopoulos is 58.", "sentence2": "Alexandros Yiotopoulos is 59 years old."}
{"gold_label": "contradiction", "sentence1": "213 people were killed.", "sentence2": "219 people were killed."}
{"gold_label": "contradiction", "sentence1": "Al-zarqawi was Palestinian.", "sentence2": "Al-zarqawi was Jordanian."}
{"gold_label": "contradiction", "sentence1": "Al-zarqawi was right-handed.", "sentence2": "Al-zarqawi was left-handed."}
{"gold_label": "contradiction", "sentence1": "No one has been arrested in the case.\"", "sentence2": "Collin Finnerty was arrested on charges of sexual offense."}
{"gold_label": "contradiction", "sentence1": "No one has been arrested in the case.", "sentence2": "Two sophomore Duke lacrosse players were arrested."}
{"gold_label": "contradiction", "sentence1": "Zarqawi did in fact survive the airstrike.", "sentence2": "Abu Musab al-Zarqawi was killed in an airstrike."}
{"gold_label": "contradiction", "sentence1": "Zarqawi did in fact survive the airstrike.", "sentence2": "An airstrike ended al-Zarqawi's life."}
{"gold_label": "contradiction", "sentence1": "Abu Musab al-Zarqawi, was a Jordanian terrorist leader.", "sentence2": "al-Zarqawi was Palestinian."}
{"gold_label": "contradiction", "sentence1": "Abu Musab Al-Zarqawi was killed in a U.S. air strike.", "sentence2": "Zarqawi did in fact survive the airstrike."}
{"gold_label": "contradiction", "sentence1": "The African Union's mandate in Darfur is to monitor the cease-fire, not enforce it.", "sentence2": "The African Union will have to enforce the peace agreement."}
{"gold_label": "contradiction", "sentence1": "The National Security Agency carries out electronic surveillance of American citizens.", "sentence2": "The eavesdropping network of the agency [NSA] was directed at foreigners."}
{"gold_label": "contradiction", "sentence1": "The National Security Agency carries out electronic surveillance of American citizens.", "sentence2": "The eavesdropping network of the agency [NSA] was not directed at U.S. citizens."}
{"gold_label": "contradiction", "sentence1": "Buffett is giving the Gates foundation about 85 percent of his fortune.", "sentence2": "The Gates foundation will be responsible for distributing about $31 billion of Buffett's estimated $44 billion estate."}
{"gold_label": "contradiction", "sentence1": "Sudan will grant permission for United Nations peacekeeping forces to take up station in Darfur.", "sentence2": "Sudan is as adamant as ever that it will never accept U.N. peacekeepers."}
{"gold_label": "contradiction", "sentence1": "Sudan refused to allow U.N. troops in Darfur.", "sentence2": "Sudan will grant permission for United Nations peacekeeping forces to take up station in Darfur."}
{"gold_label": "contradiction", "sentence1": "Sudan refused to allow U.N. troops in Darfur.", "sentence2": "The matter [allowing U.N. troops in Darfur] was open for discussion."}
{"gold_label": "contradiction", "sentence1": "Sudan refused to allow U.N. troops in Darfur.", "sentence2": "The Sudanese government supports a U.N. peacekeeping force to replace the overwhelmed African Union force of 7,000."}
{"gold_label": "contradiction", "sentence1": "Sudan refused to allow U.N. troops in Darfur.", "sentence2": "Sudan was ready to accept U.N. troops."}
{"gold_label": "contradiction", "sentence1": "Sudan refused to allow U.N. troops in Darfur.", "sentence2": "It [Sudanese government] will accept it [U.N. forces]."}
{"gold_label": "contradiction", "sentence1": "The Sudanese government has refused to allow U.N. peacekeepers to replace the overmatched African Union force now in place.", "sentence2": "The Sudanese government supports a U.N. peacekeeping force to replace the overwhelmed African Union force of 7,000."}
{"gold_label": "contradiction", "sentence1": "Sudan is as adamant as ever that it will never accept U.N. peacekeepers .", "sentence2": "It [Sudanese government] supports a U.N. peacekeeping force to replace the overwhelmed African Union force of 7,000."}
{"gold_label": "contradiction", "sentence1": "Sudan is as adamant as ever that it will never accept U.N. peacekeepers.", "sentence2": "It [Sudanese government] will accept it [U.N. forces]."}
{"gold_label": "contradiction", "sentence1": "Sudan was ready to accept U.N. troops.", "sentence2": "Sudan is as adamant as ever that it will never accept U.N. peacekeepers."}
{"gold_label": "contradiction", "sentence1": "Sudan was ready to accept U.N. troops.", "sentence2": "The Khartoum government had not yet granted that [U.N. assessment team into Darfur] permission."}
{"gold_label": "contradiction", "sentence1": "No direct link has been established between the two kidnappings [by Hezbollah and Hamas of Israeli soldiers]", "sentence2": "Some form of coordination [between the two kidnappings by Hezbollah and Hamas of Israeli soldiers] can't be ruled out."}
{"gold_label": "contradiction", "sentence1": "Evo Morales is the top presidential candidate in Bolivia.", "sentence2": "Evo Morales is Bolivian President."}
{"gold_label": "contradiction", "sentence1": "Evo Morales is a former congressman.", "sentence2": "Evo Morales is a congressman."}
{"gold_label": "contradiction", "sentence1": "Evo Morales is the new Bolivian President.", "sentence2": "Evo Morales is a congressman."}
{"gold_label": "contradiction", "sentence1": "Prime Minister Ariel Sharon underwent five hours of surgery.", "sentence2": "Sharon underwent nine hours of surgery."}
{"gold_label": "contradiction", "sentence1": "Sharon underwent nine hours of surgery.", "sentence2": "Israeli Prime Minister Ariel Sharon underwent seven hours of emergency surgery."}
{"gold_label": "contradiction", "sentence1": "FEMA would cut off financing for most rooms by Dec. 1.", "sentence2": "FEMA set the Dec. 15 and Jan. 7 deadlines for cutting off financing for most rooms."}
{"gold_label": "contradiction", "sentence1": "Hezbollah fired a rocket that killed eight workers.", "sentence2": "Hezbollah killed eight Israeli soldiers."}
{"gold_label": "contradiction", "sentence1": "TamilNet reported that a second navy vessel had been sunk.", "sentence2": "The Sri Lankan military denies that a second navy vessel had been sunk."}
{"gold_label": "contradiction", "sentence1": "Eighth were detonated.", "sentence2": "The first of the seven blasts struck."}
{"gold_label": "contradiction", "sentence1": "Eighth were detonated.", "sentence2": "The seven train bombs detonated."}
{"gold_label": "contradiction", "sentence1": "The train bombings killed more than 180 people.", "sentence2": "The bombings killed 63 people."}
{"gold_label": "contradiction", "sentence1": "The death toll stood at 48.", "sentence2": "The death toll was at least 55."}
{"gold_label": "contradiction", "sentence1": "Seven carefully coordinated blasts ripped through suburban trains.", "sentence2": "Eighth were detonated."}
{"gold_label": "contradiction", "sentence1": "A report by Mohammed ElBaradei said that the destruction of the site [Lavisan] raised \"the possibility of a concealment effort\" by Iran to hide uranium enrichment activities.", "sentence2": "In his report Mohamed ElBaradei director general of the International Atomic Energy Agency, praised Iran's \"transparency and indispensable\" cooperation."}
{"gold_label": "contradiction", "sentence1": "It causes concern that Iran is opting out of its moratorium in the absence of answers to questions, serious questions, from the IAEA [International Atomic Energy Agency].", "sentence2": "In his report Mohamed ElBaradei director general of the International Atomic Energy Agency, praised Iran's \"transparency and indispensable\" cooperation."}
{"gold_label": "contradiction", "sentence1": "It causes concern that Iran is opting out of its moratorium in the absence of answers to questions, serious questions, from the IAEA [International Atomic Energy Agency].", "sentence2": "\"We're pleased, we [International Atomic Energy Agency] got access, it was not restricted. We were allowed to see all the buildings and to take environmental samples.\""}
{"gold_label": "contradiction", "sentence1": "Reade Seligmann was arrested.", "sentence2": "Seligmann was released."}
{"gold_label": "contradiction", "sentence1": "The charge of breach of trust reflected what they said were efforts by Chung Mong-koo tried to enrich himself.", "sentence2": "The charge of breach of trust reflected what they said were efforts by Chung to enrich his son."}
{"gold_label": "contradiction", "sentence1": "No one has been arrested in the case.", "sentence2": "Collin Finnerty was arrested on charges of kidnapping."}
{"gold_label": "contradiction", "sentence1": "No one has been arrested in the case.", "sentence2": "Collin Finnerty was arrested on charges of rape."}
{"gold_label": "contradiction", "sentence1": "No one has been arrested in the case.", "sentence2": "Reade Seligmann, 20 was also arrested."}
{"gold_label": "contradiction", "sentence1": "The Ministers have to be members of Parliament.", "sentence2": "The Prime Minister is no longer required to be a member of the parliament."}
{"gold_label": "contradiction", "sentence1": "Karnak is the brother of Triton, who endured Terrigenesis before he did.", "sentence2": "Karnak is usually attended by his cousins Gorgon and Triton."}
{"gold_label": "contradiction", "sentence1": "In a memo dated 25 July 1950, U.S. Air Force Colonel Turner C. Rogers stated that, \"The Army has requested that we strafe all civilian refugee parties that are noted approaching our positions. To date, we have complied with the Army request in this respect.\"", "sentence2": "President Bill Clinton expressed U.S. regret over Korean civilian deaths, the U.S. and South Korea issued a joint \"statement of mutual understanding\" which stated that there were no orders to fire on civilians."}
{"gold_label": "contradiction", "sentence1": "Qeshm Island surface is mostly rocky and barren with a small human population of approximately 8,000.", "sentence2": "The population of Qeshm Island is about 200,000."}
{"gold_label": "contradiction", "sentence1": "The flag is first thought to have been used in 1893 by Conradh na Gaeilge.", "sentence2": "In 1858, the Irish Republican Brotherhood adopted the flag as their symbol."}
{"gold_label": "contradiction", "sentence1": "The Kuwait Times reported that Hezbollah has buried over 700 fighters with more to follow, August 30.", "sentence2": "The Australian reports that Israel has the names of over 430 Hezbollah fighters it killed and estimates total Hezbollah dead at over 800, August 29."}
{"gold_label": "contradiction", "sentence1": "He was in brief demand as a motivational speaker after his flight and quit his job as a truck driver, but never was able to make much money from his fame; later on in his life, Walters hiked the San Gabriel Mountains and did volunteer work for the United States Forest Service before committing suicide by shooting himself in the heart in Angeles National Forest on October 6, 1988.", "sentence2": "He was in brief demand as a motivational speaker after his flight and quit his job as a truck driver, but never was able to make much money from his fame; later on in his life, Walters hiked the San Gabriel Mountains and did volunteer work for the United States Forest Service before committing suicide by shooting himself in the heart in Angeles National Forest on October 6, 1993."}
{"gold_label": "contradiction", "sentence1": "After spending about twelve hours in the sky, though, he came to the conclusion that he would have to shoot a few balloons after all; doing so caused him to descend slowly again, until the balloon's dangling cables got caught in a power line, causing a black out in a Long Beach neighbourhood for 20 minutes, but also allowing Walters to climb down to the ground again.", "sentence2": "After spending about 45 minutes in the sky, though, he came to the conclusion that he would have to shoot a few balloons after all; doing so caused him to descend slowly again, until the balloon's dangling cables got caught in a power line, causing a black out in a Long Beach neighbourhood for 20 minutes, but also allowing Walters to climb down to the ground again."}
{"gold_label": "contradiction", "sentence1": "It was brought to ancient Caledonia, on the island known as Alba, by Scotti from what is now Ulster around AD 500.", "sentence2": "It was brought to ancient Caledonia, on the island known as Alba, by Scotti from what is now Ulster by around the 4th century."}
{"gold_label": "contradiction", "sentence1": "Wilhelm Maximilian Wundt (August 17, 1832 - August 31, 1920) was a German physiologist and psychologist.", "sentence2": "Wundt was born August 16, 1832 at Neckarau, in Baden."}
{"gold_label": "contradiction", "sentence1": "\"We found the weapons of mass destruction. We found biological laboratories,\" Mr. Bush told Polish television. \"For those who say we haven't found the banned manufacturing devices or banned weapons, they're wrong, we found them.\"", "sentence2": "On Sept. 9, 2004, in Pennsylvania, Mr. Bush said: \"I recognize we didn't find the stockpiles [of weapons] we all thought were there.\""}
{"gold_label": "contradiction", "sentence1": "During the 2000 campaign, George W. Bush argued against nation building and foreign military entanglements. In the second presidential debate, he said: \"I'm not so sure the role of the United States is to go around the world and say, 'This is the way it's got to be.'\"", "sentence2": "The United States is currently involved in nation building in Iraq on a scale unseen since the years immediately following World War II."}
{"gold_label": "contradiction", "sentence1": "During the 2000 election, Mr. Bush called for U.S. troops to be withdrawn from the NATO peacekeeping mission in the Balkans.", "sentence2": "His administration cites such missions as an example of how America must \"stay the course.\""}
{"gold_label": "contradiction", "sentence1": "During the 2000 presidential election, Mr. Bush championed free trade.", "sentence2": "Eyeing campaign concerns that allowed him to win West Virginia,he imposed 30 percent tariffs on foreign steel products from Europe and other nations in March 2002."}
{"gold_label": "contradiction", "sentence1": "During the 2000 campaign, Mr. Bush said he was against federal intervention regarding the issue of same-sex marriage. In an interview with CNN's Larry King, he said, states \"can do what they want to do\" on the issue. Vice President Cheney took the same stance.", "sentence2": "Four year later, this past February, Mr. Bush announced his support for an amendment to the Constitution that defines marriage as being exclusively between men and women. The amendment would forbid states from doing \"what they want to do\" on same-sex marriage."}
{"gold_label": "contradiction", "sentence1": "\"I don't think you can win it,\" Mr. Bush said of the war on terror in August.", "sentence2": "Mr. Bush said: \"We meet today in a time of war for our country, a war we did not start yet one that we will win.\" He later added, \"we are winning, and we will win.\""}
{"gold_label": "contradiction", "sentence1": "Mr. Bush was critical of Al Gore in the 2000 campaign for being part of \"the administration that's been in charge\" while the \"price of gasoline has gone steadily upward.\" In December 1999, in the first Republican primary debate, Mr. Bush said President Clinton \"must jawbone OPEC members to lower prices.\"", "sentence2": "As gas topped a record level of $50 a barrel this week, Mr. Bush has shown no propensity to personally pressure, or \"jawbone,\" Mideast oil producers to increase output. A spokesman for the president reportedly said in March that Mr. Bush will not personally lobby oil cartel leaders to change their minds."}
{"gold_label": "contradiction", "sentence1": "In May 2003, at the first Democratic primary debate, John Kerry said his vote authorizing the president to use force was the \"right decision\" though he would have \"preferred if we had given diplomacy a greater opportunity.\"", "sentence2": "But then in January 2004, Kerry began to run as anti-war candidate, saying, \"I don't believe the president took us to war as he should have.\""}
{"gold_label": "contradiction", "sentence1": " \"I know how disheartened Palestinians are by the decision to build the barrier off the Green Line,\" he told the Arab American Institute National Leadership Conference. \"We don't need another barrier to peace. Provocative and counterproductive measures only harm Israelis.\"", "sentence2": "But less than a year later, in February 2004, he reversed himself, calling the fence \"a legitimate act of self-defense,\" and saying \"President Bush is rightly discussing with Israel the exact route of the fence to minimize the hardship it causes innocent Palestinians.\""}
{"gold_label": "contradiction", "sentence1": " Pakistan's Musharraf calls anti-Taliban Northern Alliance forces \"butchers\" and warns against them taking advantage of U.S.-led bombing in Afghanistan.", "sentence2": "In Washington, Rumsfeld praises Northern Alliance forces dug in against the Taliban."}
{"gold_label": "contradiction", "sentence1": " Israel's actions have sparked international protests. The tragedy of Sunday's explosion in Qana that killed more than 50 Lebanese civilians has presented Israel with a dilemma.", "sentence2": "A preliminary Human Rights Watch investigation into the July 30 Israeli air strike in Qana found that 28 people are confirmed dead thus far, among them 16 children, Human Rights Watch said today.  "}
{"gold_label": "contradiction", "sentence1": " The Israelis say that they \"hit dozens of Hezbollah gunmen\" but could not give more details.", "sentence2": "Hezbollah said four of its fighters died, in battles in Kfar Kila, Adiasse and Taibe."}
{"gold_label": "contradiction", "sentence1": " The Israelis say that they \"hit dozens of Hezbollah gunmen\" but could not give more details.", "sentence2": "An Israeli army spokeswoman said troops had killed 20 Hezbollah militants - a claim the group denied. \t"}
{"gold_label": "contradiction", "sentence1": " In Damascus, President Bashar al-Assad said Israel had been defeated and Hezbollah had \"hoisted the banner of victory\".", "sentence2": "Bush at State department: Hezbollah attacked Israel. Hezbollah started the crisis. And Hezbollah suffered a defeat in this crisis."}
{"gold_label": "contradiction", "sentence1": "After spending about two hours in the sky, though, he came to the conclusion that he would have to shoot a few balloons after all; doing so caused him to descend slowly again, until the balloon's dangling cables got caught in a power line, causing a black out in a Long Beach neighbourhood for 20 minutes, but also allowing Walters to climb down to the ground again.", "sentence2": "After spending about twelve hours in the sky, though, he came to the conclusion that he would have to shoot a few balloons after all; doing so caused him to descend slowly again, until the balloon's dangling cables got caught in a power line, causing a black out in a Long Beach neighbourhood for 20 minutes, but also allowing Walters to climb down to the ground again."}
{"gold_label": "contradiction", "sentence1": " Bush at State department: Hezbollah attacked Israel. Hezbollah started the crisis. And Hezbollah suffered a defeat in this crisis.", "sentence2": "Last night, Hassan Nasrallah, the Hezbollah leader, said his men had a \"strategic, historic victory\" over \"a confused, cowardly and defeated\" enemy."}
{"gold_label": "contradiction", "sentence1": " Last night, Hassan Nasrallah, the Hezbollah leader, said his men had a \"strategic, historic victory\" over \"a confused, cowardly and defeated\" enemy.", "sentence2": "Bush Insists Hizbullah Lost, U.N. Makes Urgent Appeal to Europe for Peacekeepers. U.S. President George Bush acknowledged Friday that it could take time for the people of Lebanon and the world to view the war between Israel and Hizbullah as a loss for the group."}
{"gold_label": "contradiction", "sentence1": " UN Secretary General Kofi Annan has expressed deep concern over Saturday's Israeli commando raid deep inside Lebanon, calling it a truce violation.", "sentence2": "Israel said it was trying to disrupt weapons supplies from Iran and Syria to Hezbollah, and insisted the truce held."}
{"gold_label": "contradiction", "sentence1": " UN Secretary General Kofi Annan has expressed deep concern over Saturday's Israeli commando raid deep inside Lebanon, calling it a truce violation.", "sentence2": "Israel insisted it had not breached the ceasefire."}
{"gold_label": "contradiction", "sentence1": " UN Secretary General Kofi Annan has expressed deep concern over Saturday's Israeli commando raid deep inside Lebanon, calling it a truce violation.", "sentence2": "\"We had specific information of arms transfers taking place and we acted to prevent that violation, so that violation is not from the Israeli side - we were responding to a violation of the resolution by Hezbollah,\" said Israeli spokesman Mark Regev."}
{"gold_label": "contradiction", "sentence1": " Al-Sharq al-Awsat reports that the Israeli raid into the Biqa' was aimed at kidnapping a prominent Hizbullah leader, or possibly recovering captured Israeli soldiers.", "sentence2": "The Israeli army said the raid was aimed at preventing smuggling of arms from Iran and Syria to Hizbullah. It also said one soldier was killed and two others were wounded in the operation.\t"}
{"gold_label": "contradiction", "sentence1": " The report, for instance, quotes Director of National Intelligence John Negroponte saying Iran could have a bomb \"sometime between the beginning of the next decade and the middle of the next decade.\"", "sentence2": "Yet a full transcript of the June 2 BBC interview from which the quote is drawn shows that Negroponte prefaces that with, \"We don't have clear-cut knowledge,\" and adds that the time frame is just an estimate of when Iran \"might be in a position to have a nuclear weapon.\""}
{"gold_label": "contradiction", "sentence1": "Considering that Osama bin Laden himself is still reputed to be hiding somewhere along the Afghanistan-Pakistan border and Afghan President Hamid Karzai is desperately dependent on the support of drug lords and warlords to prevent renewed civil war, such claims are a blatant fraud. The senior British military commander in Afghanistan recently described the situation in the country as \"close to anarchy\" and said NATO forces were \"running out of time\" to salvage the situation. \"The narcotics industry accounts for over one-third of Afghanistan's gross domestic product and poses a threat to that country's stability and emerging democracy,\" carefully admits a recent U.S. State Department fact sheet.", "sentence2": "Yet on Tuesday, the White House was once again trumpeting that \"we have deprived Al Qaeda of safe haven in Afghanistan and helped a democratic government rise in its place.\""}
{"gold_label": "contradiction", "sentence1": " Intelligence sources in Pakistan tell NBC News that Matiur Rehman replaced Amjad Farooqi as head of Lashkar e Jhangvi, the Sunni extremist group founded by Farooqi.", "sentence2": "Intelligence sources in the U.S. and Pakistan tell NBC News that Maitur Rehman is a low-level militant operating in South Waziristan. He is wanted by the Pakistanis in numerous cases of sectarian violence, but contrary to recent media reports he is not the mastermind of the recent, thwarted London-based plot to blow up airplanes headed for the U.S."}
{"gold_label": "contradiction", "sentence1": " Intelligence sources in the U.S. and Pakistan tell NBC News that Maitur Rehman is a low-level militant operating in South Waziristan.", "sentence2": "Jundullah is a new jihadi terrorist organisation, which started operating in the Karachi area three years ago. Maitur Rehman, a 29-year-old Pakistani, from Multan in Punjab, is reported to be the present Amir of Jundullah."}
{"gold_label": "contradiction", "sentence1": " The most recent National Intelligence Estimate found that Iran's progress toward weapons capability was actually slower than previously thought, and Director of National Intelligence John D. Negroponte says that, in his view, Iran is still four to nine years away from having the bomb.", "sentence2": "The report, for instance, quotes Director of National Intelligence John Negroponte saying Iran could have a bomb \"sometime between the beginning of the next decade and the middle of the next decade.\""}
{"gold_label": "contradiction", "sentence1": " The US and Europe say Iran is pursuing a clandestine nuclear weapons program - a charge Iran has strongly denied.", "sentence2": "\"The CIA found no conclusive evidence, as yet, of a secret Iranian nuclear weapons program running parallel to the civilian operations that Iran has declared to the International Atomic Energy Agency,\" Mr Hersh wrote.\t"}
{"gold_label": "contradiction", "sentence1": " U.S. Defense Secretary Donald Rumsfeld has rejected suggestions Iraq is engulfed in a civil war and accused media of exaggerating the severity of the current situation there.\t", "sentence2": "One of Iraq's most pro-western figures and an ex-prime minister yesterday became the first of its leaders to express what most of his compatriots fear: the country is in the grip of a \"terrible\" civil war."}
{"gold_label": "contradiction", "sentence1": " A senior American intelligence official said on Monday that the Iranian-backed group Hizbollah had been training members of the Mahdi Army, the Shi'ite militia in Iraq that is headed by Muqtada al-Sadr.", "sentence2": "Lebanese militant group Hezbollah has denied allegations by US intelligence officials that it has given training to members of Iraqi militias."}
{"gold_label": "contradiction", "sentence1": " The U.S. military said soldiers were conducting a search of a cluster of buildings in the Thar Thar area when they were fired upon. Two insurgents were killed by gunfire and 18 others, including two women, were killed when the ground troops called in an air strike.", "sentence2": "Local officials said those killed were civilians -- including eight children.\t"}
{"gold_label": "contradiction", "sentence1": " The US military says it has killed 20 suspected al-Qaeda militants in a ground and air assault in central Iraq.", "sentence2": "Local officials say more than two dozen civilians - including women and children - were killed in the strike."}
{"gold_label": "contradiction", "sentence1": " Local officials and Iraqi police had said on Friday that they believed 32 civilians had been killed in the attack.", "sentence2": "The US military had issued a statement on Friday saying that two women were among 20 suspected \"al Qaeda terrorists\" killed in the operation."}
{"gold_label": "contradiction", "sentence1": " The US army initially said four people had died during a raid to find an al-Qaeda supporter in which a building collapsed.", "sentence2": "However, Iraqi police said 11 civilians, including five children and four women, were shot and killed by US troops who then blew up the building."}
{"gold_label": "contradiction", "sentence1": " The US army initially said four people had died during a raid to find an al-Qaeda supporter in which a building collapsed.", "sentence2": "New allegations of a massacre involving US troops in Iraq have emerged after the BBC aired footage of an incident in which 11 Iraqi civilians were killed."}
{"gold_label": "contradiction", "sentence1": " Gunfire erupted in a dorm and classroom at Virginia Tech on Monday, killing at least 32 people and wounding at least 20 others, authorities said.", "sentence2": "A gunman shot dead up to 31 people and injured at least 21 more in two separate shooting incidents at Virginia Tech in Blacksburg, Va., Monday morning, in what is being called the deadliest campus shooting in U.S. history."}
{"gold_label": "contradiction", "sentence1": "The Chinese may have calculated that Nato would not dare strike its embassy, but the five-story building was emptied every night of personnel.", "sentence2": "Despite the fact that the embassy building was evacuated of all nonessential personnel during the hours of darkness to avoid any potential casualties, three Chinese were killed and more than 20 injured."}
{"gold_label": "contradiction", "sentence1": "The American Reform party is not a political party, they do not have ballot access in any state, and they do not run candidates.", "sentence2": "The American Reform Party is a minor political party in the United States that was formed in a factional split from the larger Reform Party of the United States in October 1997."}
{"gold_label": "contradiction", "sentence1": "John Chipman, the head of The International Insitute for Strategic Studies in London, argued on 1/31/2007 that, \"Iran could be only two or three years away from being able to produce a nuclear weapon... Iran had stockpiled 250 tonnes of uranium hexafluoride (UF6), which, when enriched, would be enough for 30 to 50 weapons.\"", "sentence2": "Iran is unlikely to have a nuclear weapon by 2010 or earlier, and this does not make the threat imminent."}
{"gold_label": "contradiction", "sentence1": "Yueng initially testified that she discovered she was pregnant in October 1999.", "sentence2": "Yueng said that family-planning officials tipped off about her pregnancy came looking for her in February 1999."}
{"gold_label": "contradiction", "sentence1": "At a hearing, Neuens and Kevin Scanlan, the hospital's human resources director, initially testified that Hughes lacked adequate knowledge or experience for the quality control officer job.", "sentence2": "Neuens and Kevin Scanlan also admitted, however, that Hughes had been working with the chemicals in question since 1980 and that he had been primarily responsible for training employees in the safe use of these chemicals."}
{"gold_label": "contradiction", "sentence1": "Claimant's application alleged an accident in September 1990. He initially testified to a specific accident in which he hit a pothole causing him to \"bottom out\" in his seat. The history provided to his treating doctor alleged a specific incident in February or March 1991.", "sentence2": "In 1992, claimant testified that his pain began getting worse four to five months after treatment in September of 1990. The records of his treating doctor indicated pain with no known trauma."}
{"gold_label": "contradiction", "sentence1": "A common situation is a witness who testifies the light was green at trial.", "sentence2": "During a prior deposition the witness insisted the light was red.\t"}
{"gold_label": "contradiction", "sentence1": "Since Dolan was paid for nine consecutive weeks, the referee for the Appeals Tribunal found payment to Dolan for his waiting week was appropriate.", "sentence2": "The division argued on appeal that since the referee found Dolan had been overpaid for those two weeks, which would have been weeks eight and nine of his nine consecutive weeks of benefits, Dolan was technically only paid for seven consecutive weeks of benefits, making payment for the waiting week improper."}
{"gold_label": "contradiction", "sentence1": "At one point Zain had said the blood was the defendant's.", "sentence2": "At another point, Zain had identified the blood as the victim's."}
{"gold_label": "contradiction", "sentence1": "In a June 10 deposition, Youssef claimed there is no record documenting increased damaged to the cathedral since the latest report in September 1995, O'Brien said.", "sentence2": "But on a June 7 videotape submitted to the court, the judge said Youssef identified new cracks that developed after the May 23 quake."}
{"gold_label": "contradiction", "sentence1": "Gregg Miner, the company's general manager, originally stated that it was the management team that selected the supervisor for the RIF.", "sentence2": "Gregg Miner acknowledged that he probably had been the one to select Whittington for the RIF."}
{"gold_label": "contradiction", "sentence1": "Dr. Long-Gue Hu, JCMC's chief obstetric/gynecological resident, reviewed the August 13 sonogram but did not detect spina bifida. Hu testified the August 13 sonogram was probably taken at FHC, and he most probably reviewed it on that date.", "sentence2": "Dr. Long-Gue Hu determined the August 13 sonogram was taken at JCMC, and he probably did not review it until the end of August."}
{"gold_label": "contradiction", "sentence1": "The defendant argued that Likens was not qualified to give either an expert opinion under Ind.Evid.Rule 702 or a lay opinion under Ind.Evid.Rule 701.", "sentence2": "The court disagreed and found that while Likens was not sufficiently qualified as an expert under Rule 702, he was qualified as a skilled witness under Rule 701."}
{"gold_label": "contradiction", "sentence1": "Official ticket sales for the Cure's tour haven't been released yet.", "sentence2": "The Cure's management says venues have been selling close to capacity."}
{"gold_label": "contradiction", "sentence1": "Her lawyer, Richard Herman, had previously insisted Knight was a \"normal young woman\" with no mental problems and said she had written a letter of apology to Zeta-Jones and Douglas.", "sentence2": "But after the two Hollywood stars delivered chilling testimony at a preliminary hearing in July, Mr Herman told reporters that \"what's actually happened is that Catherine Zeta-Jones has driven Dawnette to attempt suicide and the real blood is on her hands\"."}
{"gold_label": "contradiction", "sentence1": "The hearing was also halted on Thursday, when the defense attorney said his client was still groggy after taking sleeping pills because she wanted a good night's sleep.", "sentence2": "But on Friday he said it was an attempted suicide by an overdose of barbiturates."}
{"gold_label": "contradiction", "sentence1": "The transition to the younger Mr Lee \"will not offer much comfort to those seeking more openness,\" he said, \"his speeches very much resemble his father's.\"", "sentence2": "But Steve Chia, one of Singapore's few non-PAP politicians and a vocal government critic, said he expected Mr Lee's leadership to be \"more open and consultative\", particularly on social issues."}
{"gold_label": "contradiction", "sentence1": "When his friends cut the cord that had tied his lawnchair to his jeep, Walters' lawnchair quickly rose to a height of about 16,000 feet (4,876 m); fearing that he might get himself into even deeper trouble, he did not dare shoot any balloons, instead drifting over Los Angeles and crossing the primary approach corridor of Los Angeles International Airport.", "sentence2": "When his friends cut the cord that had tied his lawnchair to his jeep, Walters' lawnchair quickly rose to a height of about 16,000 feet (4,876 m); fearing that he might get himself into even deeper trouble, he did not dare shoot any balloons, instead drifting over Long Beach and crossing the primary approach corridor of Long Beach airport."}
{"gold_label": "contradiction", "sentence1": "He went on to buy 45 4-foot-diameter weather balloons in an army-navy surplus store, attaching them to his lawnchair and then filling them with helium after donning a parachute and strapping himself to the chair with a pellet gun, a CB radio, some sandwiches, soft drinks, and a camera; however, things did not work out as he had planned.", "sentence2": "He and his girlfriend purchased 45 four-foot weather balloons and helium tanks at a store called California Toy Time Balloons."}
{"gold_label": "contradiction", "sentence1": "On 20 January 1986, a military coup led by Major General Justin Metsing Lekhanya deposed the Jonathan government.", "sentence2": "On 15 January 1986, a military coup led by Major General Justin Metsing Lekhanya deposed the Jonathan government. "}
{"gold_label": "contradiction", "sentence1": "There are five tenses in Low German: Present tense, Preterite, Perfect, Past Perfect, and Future.", "sentence2": "There are four tenses in Low German: Present tense, Preterite, Perfect, and Pluperfect."}
{"gold_label": "contradiction", "sentence1": "Historians estimate that about 20% of the white population may have been Loyalists (that is, about 500,000), but there are no exact numbers.", "sentence2": "Historians estimate that about 5% of the white population may have been Loyalists (that is, about 100,000), but there are no exact numbers."}
{"gold_label": "contradiction", "sentence1": "However once independence was declared in 1776 Loyalists who continued to support the Crown were treated by the Patriots as traitors who turned against their fellow citizens and collaborated with a foreign army. They were expelled, or disarmed, but none were tried for treason or executed.", "sentence2": "However relatively few Loyalist civilians are thought to have been killed by mobs; two men in Philadelphia were officially executed for supporting the British."}
{"gold_label": "contradiction", "sentence1": "Alain Choquet (born October 18, 1901 - dead October 29, 1991 at Saint-Laurent is a Quebec actor and recording artist.", "sentence2": "In 2002, with Pierre René, Choquet formed Disques La Julienne."}
{"gold_label": "contradiction", "sentence1": "The American Reform Party is a minor political party in the United States that was formed in a factional split from the larger Reform Party of the United States in October 1997.", "sentence2": "The American Reform Party is not a political party, they do not have ballot access in any state, and they do not run candidates."}
{"gold_label": "contradiction", "sentence1": "On 23 December 1990, less than two weeks before Tammy's 16th birthday, Karla Homolka and her fiancé, Paul Bernardo, plied Tammy with Halcion, a sedative, and raped her.", "sentence2": "Karla Homolka eventually conceded and obtained a bottle of Halothane (a liquid general anesthetic) from the veterinary clinic where she worked, that would later be used to sedate Tammy during the rape."}
{"gold_label": "contradiction", "sentence1": "Originally Tarantino's screenplay began with the same \"I'd fuck Elvis\" scene, set before the opening credits, as the release.", "sentence2": "The first scene in Tarantino's script is the scene where Drexl steals the cocaine."}
{"gold_label": "contradiction", "sentence1": "In the book, Suskind writes, among other things, that sources in the intelligence community revealed to him that Abu Zubaydah knew nothing about the operations of al-Qaeda, but rather was al-Qaeda's go-to guy for minor logistics such as travel for wives and children.", "sentence2": "Abu Zubaydah was, according to American authorities, a high-ranking member of al-Qaeda and close associate of Osama bin Laden, though there are doubts of his power and connections due to the fact that most information came from interrogations where Zubaydah was known to vastly exaggerate his and al-Quaeda's role in international terror."}
{"gold_label": "contradiction", "sentence1": "The first BBS, ALOHA.net, was created at the University of Hawaii in 1972.", "sentence2": "Snowed in during The Great Chicago Snowstorm of 1978, Ward Christensen began preliminary work on what would eventually become the first BBS to exist. The first BBS, CBBS, went online on February 16, 1978 in Chicago, Illinois."}
{"gold_label": "contradiction", "sentence1": "Minesweeper is a single-player computer game invented by Robert Donner in 1989.", "sentence2": "There was a version on a Tektronix 4051 around 1981, but the tradition of passing around a 'games tape' goes back to at least 1973. This tape even contains a 3D version of minesweeper. The author of this game, David Ahl is a crucial figure in the early history of computer games."}
{"gold_label": "contradiction", "sentence1": "It has been criticized as pseudoscientific quackery by most professional scientists and members of the medical community.", "sentence2": "It has been criticized as pseudoscientific quackery by some professional scientists and members of the medical community."}
{"gold_label": "contradiction", "sentence1": "He became a Field Marshal in the British Army in 1940, and served in the Imperial War Cabinet under Winston Churchill.", "sentence2": "He became a Field Marshal in the British Army in 1941, and served in the Imperial War Cabinet under Winston Churchill."}
{"gold_label": "contradiction", "sentence1": "Currently, I-75 is 15 lanes wide at the Windy Hill Interchange (8 northbound, 7 southbound), and as such, is the widest freeway in the world.", "sentence2": "Bisecting the city from west to east across its inner suburbs, Highway 401 (or simply, \"the 401\") acts as a bypass of the downtown core, and is both the busiest and widest highway in the world."}
{"gold_label": "contradiction", "sentence1": "In Turkey, there are around 820 higher education institutes including universities, with a total student enrollment of over 1 million.", "sentence2": "The total capacity of Turkish universities is approximately 300,000."}
{"gold_label": "contradiction", "sentence1": "Turkey seeks to improve its investment climate through administrative streamlining, an end to foreign investment screening, and strengthened intellectual property legislation.", "sentence2": "A number of disputes involving foreign investors in Turkey and certain policies, such as high taxation of cola products and continuing gaps in the intellectual property regime, inhibit investment."}
